Repository: somersjens/don-t-forget
Catalog: Don't forget/Don't forget/Localizable.xcstrings
Source language: en
Languages: nl

# Vandaag & morgen
source: Today & tomorrow
nl: Vandaag & morgen

# Vandaag + morgen
source: Today + tomorrow
nl: Vandaag + morgen

# Vast interval
source: Fixed Interval
nl: Vast interval

# Vaste regelmaat
source: Fixed schedule
nl: Vaste regelmaat

# Veiligheidskopie
source: Safety copy
nl: Veiligheidskopie

# Verbonden
source: Connected
nl: Verbonden

# Verjaardag
source: Birthday
nl: Verjaardag

# Verplaats
source: Move
nl: Verplaats

# Verplaats naar:
source: Move to:
nl: Verplaats naar:

# Verplaatsmodus afsluiten
source: Exit Move Mode
nl: Verplaatsmodus afsluiten

# Verplaatsopties
source: Move Options
nl: Verplaatsopties

# Verwijder
source: Delete
nl: Verwijder

# Verwijder alle afgeronde taken
source: Delete all finished tasks
nl: Verwijder alle afgeronde taken

# Verwijder herhaling
source: Delete Recurrence
nl: Verwijder herhaling

# Verwijderde items tonen
source: Show Deleted Items
nl: Verwijderde items tonen

# Verwijderen
source: Delete
nl: Verwijderen

# Verwijderen mislukt
source: Deletion failed
nl: Verwijderen mislukt

# Vierde
source: Fourth
nl: Vierde

# Voeg toe
source: Add
nl: Voeg toe

# Volgende 3 maanden laden…
source: Loading the next 3 months…
nl: Volgende 3 maanden laden…

# Volgende datum
source: Next date
nl: Volgende datum

# Volgende herhalingen meeverschuiven?
source: Shift following recurrences too?
nl: Volgende herhalingen meeverschuiven?

# Volgende herhalingen zijn meeverschoven
source: Following recurrences were shifted
nl: Volgende herhalingen zijn meeverschoven

# Volgende stap
source: Next step
nl: Volgende stap

# Volgende: %@
source: Next: %@
nl: Volgende: %@

# Volgorde van %@ aanpassen
source: Reorder %@
nl: Volgorde van %@ aanpassen

# Volledige backup bewaard.
source: Full backup saved.
nl: Volledige backup bewaard.

# Volledige backup maken
source: Create full backup
nl: Volledige backup maken

source: Each task shows how long it has been open. Tap that time to move the task to another category or to the calendar.
nl: Voor elke taak staat hoelang die al openstaat. Tik daarop om de taak naar een andere categorie of naar de agenda te verplaatsen.

# Voorbeeld van de Actieknop
source: Action Button preview
nl: Voorbeeld van de Actieknop

# Voorvoegsel
source: Prefix
nl: Voorvoegsel

# Vorige stap
source: Previous step
nl: Vorige stap

# Vul een geldig geboortejaar in.
source: Enter a valid birth year.
nl: Vul een geldig geboortejaar in.

# Wat
source: What
nl: Wat

# Wat wil je niet vergeten?
source: What don’t you want to forget?
nl: Wat wil je niet vergeten?

# weather.location.explanation
source: Choose how %@ determines the place for your weather forecast.
nl: Kies hoe %@ de plaats voor je weersverwachting bepaalt.

# Week begint op
source: Week Starts On
nl: Week begint op

# Weekdag
source: Weekday
nl: Weekdag

# Weekdag van een maand
source: Weekday of a Month
nl: Weekdag van een maand

# Weekdag van maand
source: Weekday of the month
nl: Weekdag van de maand

# Weeknummering
source: Week Numbering
nl: Weeknummering

# Weer bij toekomstige dagen
source: Weather for future days
nl: Weer bij toekomstige dagen

# Weer kon niet worden geladen: %@
source: Weather could not be loaded: %1$@
nl: Weer kon niet worden geladen: %1$@

# Weergave
source: Display
nl: Weergave

# Weerlocatie
source: Weather location
nl: Weerlocatie

# Weken
source: Weeks
nl: Weken

# Welke
source: Which
nl: Welke

# widget.preview.calendar.bungeeJumping
source: 14:30 Bungee jumping
nl: 14:30 Bungeejumpen

# widget.preview.calendar.dinnerWithFriends
source: 19:30 Dinner with friends
nl: 19:30 Uit eten met vrienden

# widget.preview.calendar.gymSession
source: 16:00 Gym session
nl: 16:00 Sportsessie

# widget.preview.calendar.jobInterview
source: 10:00 Job interview
nl: 10:00 Sollicitatiegesprek

# widget.preview.calendar.justinBieber
source: 16:30 Hang out with Justin Bieber
nl: 16:30 Afspreken met Justin Bieber

# widget.preview.calendar.karaokeBattle
source: 21:00 Karaoke battle
nl: 21:00 Karaokewedstrijd

# widget.preview.calendar.pizzaTasting
source: 17:00 Pizza tasting
nl: 17:00 Pizzaproeverij

# widget.preview.calendar.rooftopParty
source: 22:00 Secret rooftop party
nl: 22:00 Geheim dakfeest

# widget.preview.calendar.tattooAppointment
source: 15:30 Tattoo appointment
nl: 15:30 Tattooafspraak

# widget.preview.task.annualShower
source: Take my annual shower
nl: Jaarlijkse douche nemen

# widget.preview.task.cleanHouse
source: Clean the house
nl: Het huis schoonmaken

# widget.preview.task.deleteSocialMedia
source: Delete all social media apps from my phone
nl: Alle social media van telefoon verwijderen

# widget.preview.task.finishPlaylist
source: Finish the playlist
nl: De afspeellijst afmaken

# widget.preview.task.newHobby
source: Find a new hobby
nl: Nieuwe hobby zoeken

# widget.preview.task.newRecipe
source: Try a new recipe
nl: Een nieuw recept proberen

# widget.preview.task.planRoadTrip
source: Plan the road trip
nl: De roadtrip plannen

# widget.preview.task.printPhotos
source: Print photos at the store
nl: Foto’s afdrukken in de winkel

# widget.preview.task.replyFanMail
source: Reply to fan mail
nl: Fanmail beantwoorden

# widget.preview.task.sellClothes
source: Sell old clothes online
nl: Oude kleding online verkopen

# Wie
source: Who
nl: Wie

# Wijzig en ruim op
source: Change and clean up
nl: Wijzig en ruim op

# Wijzig herhaling
source: Edit Recurrence
nl: Wijzig herhaling

# Wit
source: White
nl: Wit

# Woorden afsnijden
source: Truncate Words
nl: Woorden afsnijden

# Wordt ieder jaar herhaald op de datum hierboven.
source: Repeats every year on the date above.
nl: Wordt ieder jaar herhaald op de datum hierboven.

# Wordt iedere drie maanden herhaald vanaf de eerstvolgende datum.
source: Repeats every three months from the next date.
nl: Wordt iedere drie maanden herhaald vanaf de eerstvolgende datum.

# Zet backup terug
source: Restore backup
nl: Zet backup terug

# Zet een item terug naar waar het vandaan kwam met de terugzetknop.
source: Want to bring something back? Tap the restore button to return the item to where it came from.
nl: Wil je iets terugzetten? Tik op de terugzetknop om het item terug te plaatsen waar het vandaan kwam.

# Zet terug naar %@
source: Restore to %@
nl: Zet terug naar %@

# Zoek in Afgerond
source: Search Finished
nl: Zoek in Afgerond

# Zoeken
source: Search
nl: Zoeken

# Zoekopdracht wissen
source: Clear search
nl: Zoekopdracht wissen

# Zondag
source: Sunday
nl: Zondag
